Repository: ssconexion/ss-integrated-management-server
Catalog: ss.Integrated.Management.Server/Resources/Strings.*.resx
Languages: es

# BackToAuto
source: Going back to auto mode. Starting soon...
es: Volviendo al modo auto. Empezando en breve...

# BanCall
source: Please {0}, state in chat your BAN (eg.: NM1, HD2)
es: Por favor, {0}, indica en el chat tu BAN (ej.: NM1, HD2)

# BlueBanned
source: Team Blue has banned {0}.
es: El equipo azul ha baneado el {0}.

# BluePicked
source: Team Blue has picked {0}.
es: El equipo azul ha pickeado el {0}.

# BlueWins
source: Team Blue wins the map! ({0} vs {1})
es: El equipo azul gana el mapa! ({0} vs. {1})

# EngagingAuto
source: Engaging autoreferee mode for Elimination Stage, Lobby {0}
es: Activando el modo autoreferee para fase eliminatoria, Lobby {0}

# MatchWin
source: GGWP! {0} wins the match!
es: GGWP! {0} gana el partido!

# NotEnoughArgs
source: Not enough arguments.
es: Insuficientes argumentos.

# Panic
source: <@&{0}>, {1} has requested human intervention. Auto mode has been disabled, resume it with !panic_over
es: <@&{0}>, {1} ha solicitado intervención humana. El modo auto ha sido deshabilitado, para reanudarlo usa !panic_over

# PickCall
source: Please {0}, state in chat your PICK (eg.: NM1, HD2)
es: Por favor, {0}, indica en el chat tu PICK (ej.: NM1, HD2)

# PropertiesNotInit
source: Properties not initialized. Set both first_ban and first_pick
es: Propiedades no inicializadas. Rellena first_ban y first_pick

# RedBanned
source: Team Red has banned {0}.
es: El equipo rojo ha baneado el {0}.

# RedPicked
source: Red has picked {0}.
es: El equipo rojo ha pickeado el {0}.

# RedWins
source: Team Red wins the map! ({0} vs {1})
es: El equipo rojo gana el mapa! ({0} vs. {1})

# SecondBanRound
source: Second ban round is about to start
es: La segunda ronda de bans va a comenzar

# SuccessfulFirstBan
source: Set first_ban successfully
es: first_ban rellenado satisfactoriamente.

# SuccessfulFirstPick
source: Set first_pick successfully
es: first_pick rellenado satisfactoriamente.

# QualifiersAutoEngage
source: Engaging autoreferee mode for Qualifiers, Lobby {0}. Use '!panic' if you need human intervention and a referee will get back to you ASAP
es: Activando el modo autoreferee para fase clasificatoria, Lobby {0}. Usa '!panic' si necesitas intervención humana y un referee estará contigo a la mayor brevedad posible.

# QualifiersOver
source: Qualifiers lobby finished. Thank you for playing!
es: Lobby de qualifiers terminada. Gracias por jugar!

# DeletingChannel
source: Deleting channel and killing thread...
es: Eliminando canal y cerrando proceso...

# WorkerInit
source: Channel created for referee: **{0}**. Starting worker...
es: Canal creado para Referee: **{0}**. Iniciando worker...

# WorkerNotFound
source: A worker couldn't be found matching that Match ID.
es: No se encontró un worker activo con ese Match ID.

# AutoAlreadyEngaged
source: Auto already engaged. Disable it with '>stop'.
es: El modo auto ya está en ejecución. Páralo con '>stop'

# AutoAlreadyStopped
source: Auto is already not engaged.
es: El modo auto ya estaba parado.

# AvailableMaps
source: Available: {0}
es: Disponibles: {0}

# BlueTimeout
source: Team Blue has requested a timeout. Time will be added after current timer runs out
es: El equipo azul ha pedido un timeout. El tiempo será añadido una vez el timer actual se acabe.

source: None
es: Ninguno

# RedTimeout
source: Team Red has requested a timeout. Time will be added after current timer runs out
es: El equipo rojo ha pedido un timeout. El tiempo será añadido una vez el timer actual se acabe

# SetMapFail
source: Auto is engaged, disable auto mode to manually set maps.
es: El modo auto está en ejecución, desactívalo para poner mapas de forma manual.

# StoppingAuto
source: Stopping auto mode...
es: Parando el modo auto...

# RefTimeout
source: Timeout requested by the referee of the match. Time will be added after the timer runs out
es: Timeout pedido por el referee del partido. El tiempo será añadido una vez el timer actual se acabe

# TimeoutAvailable
source: Red timeout available: {0} | Blue timeout available: {1}
es: Timeout rojo disponible: {0} | Timeout azul disponible: {1}

# TimeoutStart
source: Starting timeout, remember to be ready/pick/ban before it runs out!
es: Empezando timeout, recuerda estar listo/pickear/banear antes de que acabe!
